
const help = (prefix) => { 
	return `  
 ㅤㅤㅤㅤㅤㅤㅤㅤ 🌍
               SuccubusBOT

    ╭──    COMANDOS ──
    ║╭──      BOT ──
    ║╠➣ Sofri demais ;-;
    ║╰───────────────── 
    ⟞⟦────────────────🔰
    ║         SuccubusBOT
    ⟞⟦────────────────🔰
    ║╭──🌍INFO COVID🌍 ──
    ║║         🌍Mundial🌍
    ║╠Casos: 89,742,458
    ║╠Novos casos: +399,275
    ║╠Mortes: 1,928,542
    ║╠Novas Mortes: +7,423
    ║╠Recuperados: 64,251,727
    ║╠em tratamento: 23,562,189
    ║╰───────────────── 
    ⟞⟦────────────────🔰
    ║          SuccubusBOT
    ⟞⟦────────────────🔰
    ║╭──*Outros*──
    ║╠➣ *${prefix}owner*
    ║╠➣ *${prefix}donasi*
    ║╠➣ *${prefix}info*
    ║╠➣ *${prefix}botstat*
    ║╠➣ *${prefix}bug*
    ║╰───────────
    ⟞⟦───────────────
    ║         SuccubusBOT
    ⟞⟦───────────────
    ║╭──*Criar*──
    ║╠➣ *${prefix}ocr*
    ║╠➣ *${prefix}sticker*
    ║╠➣ *${prefix}tts*
    ║╠➣ *${prefix}toimg*
    ║╠➣ *${prefix}phlogo*
    ║╠➣ *{prefix}quotemaker*
    ║╠➣ *${prefix}ninjalogo*
    ║╠➣ *${prefix}glitch*
    ║╠➣ *${prefix}text3d*
    ║╰───────────────
    ║╭──*Magic Shell*──
    ║╠➣ *${prefix}kapankah*
    ║╠➣ *${prefix}apakah*
    ║╠➣ *${prefix}bisakah*
    ║╠➣ *${prefix}rate*
    ⟞⟦───────────────
    ║         SuccubusBOT
    ⟞⟦───────────────
    ║╭──*Diversão*──
    ║╠➣ *${prefix}meme*
    ║╠➣ *${prefix}memeindo*
    ║╠➣ *${prefix}hilih*
    ║╠➣ *${prefix}fitnah*
    ║╠➣ *${prefix}truth*
    ║╠➣ *${prefix}dare*
    ║╠➣ *${prefix}bucin*
    ║╠➣ *${prefix}persengay*
    ║╰────────────────
    ║╭──*ANIME*──
    ║╠➣ *${prefix}loli*
    ║╠➣ *${prefix}nsfwloli*
    ║╠➣ *${prefix}anime*
    ║╠➣ *${prefix}randomanime*
    ║╠➣ *${prefix}randomhentai*
    ║╠➣ *${prefix}nsfwloli*
    ║╠➣ *${prefix}nsfwblowjob*
    ║╠➣ *${prefix}nsfwneko*
    ║╠➣ *${prefix}nsfwtrap* 
    ║╰────────────────
    ⟞⟦───────────────
    ║         SuccubusBOT
    ⟞⟦───────────────
    ║╭──*DOWNLOAD*──
    ║╠➣ *${prefix}tiktokstalk*
    ║╠➣ *${prefix}ytmp4*
    ║╰────────────────
    ║╭──*Outros*──
    ║╠➣ *${prefix}ping*
    ║╠➣ *${prefix}shorturl*
    ║╠➣ *${prefix}fototiktok*
    ║╠➣ *${prefix}kbbi*
    ║╠➣ *${prefix}map*
    ║╠➣ *${prefix}artinama*
    ║╠➣ *${prefix}infogempa*
    ║╠➣ *${prefix}quotes*
    ║╠➣ *${prefix}cerpen*
    ║╠➣ *${prefix}lirik*
    ║╠➣ *${prefix}pokemon*
    ║╠➣ *${prefix}chord*
    ║╠➣ *${prefix}blocklist*
    ║╠➣ *${prefix}hidetag*
    ║╠➣ *${prefix}wolflogo*
    ║╠➣ *${prefix}lionlogo*
    ║╠➣ *${prefix}ssweb*
    ║╠➣ *${prefix}anjing*
    ║╠➣ *${prefix}indohot*
    ║╰────────────────
    ⟞⟦─🔰───────────────🔰─
    ║         SuccubusBOT
    ⟞⟦─🔰───────────────🔰─
    ║╭──*GRUPO*──
    ║╠➣ *${prefix}linkgc*
    ║╠➣ *${prefix}tagall*
    ║╠➣ *${prefix}add* [+55xx]
    ║╠➣ *${prefix}group* [buka/tutup]
    ║╠➣ *${prefix}demote* [tag]
    ║╠➣ *${prefix}promote* [tag]
    ║╠➣ *${prefix}kick* [tag]
    ║╠➣ *${prefix}listadmin*
    ║╠➣ *${prefix}simih* [1/0]
    ║╠➣ *${prefix}nsfw* [1/0]
    ║╠➣ *${prefix}welcome* [1/0]
    ║╰────────────────
    ⟞⟦─🔰───────────────🔰─
    ║          SuccubusBOT
    ⟞⟦─🔰───────────────🔰─
    ║╭──SOBRE O BOT─
    ║╠➣ OFF
    ║╠➣ OFF
    ║╰────────────────
    ⟞⟦─🔰───────────────🔰─
    ║          SuccubusBOT
    ⟞⟦─🔰───────────────🔰─
    ║╭──Owner bot*─
    ║╠➣ *${prefix}clearall*
    ║╠➣ *${prefix}block*
    ║╠➣ *${prefix}unblock*
    ║╠➣ *${prefix}bc*
    ║╠➣ *${prefix}leave*
    ║╠➣ *${prefix}setpp*
    ║╠➣ *${prefix}setprefix*
    ║╰────────────────
    ⟞⟦─🔰───────────────🔰─
    ║         SuccubusBOT
    ⟞⟦─🔰───────────────🔰─           

`
}
exports.help = help



  
